"use strict";
Object.defineProperty(exports, "__esModule", { value: true });
exports.evaluationOrder = exports.statusEvaluation = void 0;
exports.statusEvaluation = {
    0: '【目標】未作成',
    1: '【目標】作成中',
    2: '【目標】被評価者へ差戻',
    3: '【目標】仮評価者確認中',
    4: '【目標】仮評価者へ差戻',
    5: '【目標】一次評価者確認中',
    6: '【目標】一次評価者へ差戻',
    7: '【目標】二次評価者確認中',
    8: '【目標】二次評価者へ差戻',
    49: '【目標】提出済み',
    50: '【目標】確定済み /【評価】未作成',
    51: '【評価】作成中',
    52: '【評価】被評価者へ差戻',
    53: '【評価】仮評価者確認中',
    54: '【評価】仮評価者評価中',
    55: '【評価】仮評価者へ差戻',
    56: '【評価】一次評価者確認中',
    57: '【評価】一次評価者評価中',
    58: '【評価】一次評価者へ差戻',
    59: '【評価】二次評価者確認中',
    60: '【評価】二次評価者評価中',
    61: '【評価】二次評価者へ差戻',
    98: '【評価】提出済み',
    99: '【評価】確定済み',
    100: '【評価】公開済み',
};
exports.evaluationOrder = {
    1: '一次評価',
    2: '二次評価',
    0.5: '仮次評価',
};
//# sourceMappingURL=statusEvaluation.js.map